1:WizQst17335B
00000000
Very well, Wizard, I suppose I can take you to meet our saboteur while I think. I don't know why you're so interested. 
算了，小魔法师，我想我可以在思考的时候先带你去见我们的破坏者，我不知道你为什么这么感兴趣。
00000001
Orange feather? She was a Dog, she has no feathers. But have it your way. Come along.
橙色羽毛?她是一只狗，她没有羽毛。但你想怎么做就怎么做吧，来吧。
00000002
Behold, the Nouveau Basstille. We found this giant fish head building when we arrived and just rolled with it.
请看，新巴士底狱。当我们到达时，我们发现了这个巨大的鱼头建筑。
00000003
Once, the Basstille was the symbol of our oppression. Pingouin Citizens were falsely imprisoned by Walrusks and their Moosetaur mercenaries.
曾经，巴士底狱是我们压迫的象征。企鹅市民被海象人和他们的驼鹿雇佣兵错误地囚禁。
00000004
*Gulp*
*啊这*
00000005
But we slipped our chains and bound our enemies in our place. Isn't that so?
但我们松开了锁链，反而把敌人雇佣在我们该用他们的地方，不是这样吗?
00000006
Eh, pay's not bad.
嗯，薪水还不错。
00000007
Now the Citizens are the kings, the kings are in the Basstille and the Spiral will see us for what we really are. 
现在公民是国王，国王关在巴士底狱里，而漩涡星系会看清我们的真面目。
00000008
But I digress. Go inside, Wizard, we will await you here.
但我好像离题了。进去吧，小魔法师，我们在这里等你。
00000009
Oi, 'bout time you lot came to spring me!
喂，你们也是时候来救我了!
00000010
Oh, sorry, mate, I were thinkin' of someone else. What can I do for ye? I'm a Dog o' War, ain't I? Got recruited to start some fires here.
哦，对不起，伙计，我还以为是别人呢，我能为你做些什么?我是一只战争之犬，不是吗?是被招募来这里纵火的。
00000011
Well, I'm an honest sort of lady. What can I say, the birds caught me right and plain. I don't hold a grudge.
我是个诚实的女人，我能说什么呢，我被那群鸟当场逮住了，我不记仇。
00000012
Our goal? You got me all wrong, mate, I ain't the "know the plan" type. More the "disposable henchmen" type; and I'm comfortable with that.
我们的目的吗?你误会我了，伙计，我不是那种"知道底细"的人。我更像是“随用随弃的炮灰”类型，我倒是不在意这些。
00000013
Orange feather! Look, I don't know nothin' about no blokes with no orange feathers. I got my orders from, uh, Benedict something, yeah. That sounds right.
橙色羽毛!听着，我对有橙色羽毛的人一无所知。只是我接到了班尼迪克特的命令什么的，对，就是这么回事。
00000014
<ITALICS>*EARTHQUAKE!*</ITALICS>
<ITALICS> *地震!* </ITALICS>
00000016
Ooh, shouldn't you go deal with that? Bein' the big 'ero Wizard that you are. I'll be 'ere if you want to chat some more.
哦吼，你不应该去处理一下吗?毕竟像您这样的大魔法师。如果你想再聊会儿的话，我就在这儿哪也不去。
00000017
See what happens when you don't listen to your spiritual leaders, Wizard! Dasein attacks us again!
看看不听精神领袖的话会发生什么了吧，小魔法师!本在再次攻击了我们!
00000018
<ITALICS>*Cavity Noise*</ITALICS>
<ITALICS> *虚空噪声* </ITALICS>
00000019
You are going to save me, oui?
你是来救我的，对吧?
00000020
Merci. My wife, tell me, is she safe?
谢谢，我妻子，告诉我，她安全吗?
00000021
She's outside. 
她在外面。
00000022
Ah, tres bien. Many mercis again.
啊,很好。非常感谢。
00000023
You should look for any other damage, Wizard. I will see to him.
你应该找找有没有其他人受伤，小魔法师，我会照顾他的。
00000024
My husband is safe? Bien! But there is another problem.
我丈夫安全吗?好!但还有另一个问题。
00000025
Help! Help! My husband is trapped in the house with a monster. A strange tiger went in after him! I don't know if that is a good thing!
救命！救命啊！我丈夫和怪物们被困在一间房子里。还有一只奇怪的老虎跟着他进去了!我不知道这是不是件好事!
00000026
Maxine to Nouveau Basstille
玛克辛前往新巴士底狱
00000027
Alors! Another earthquake? Who is bringing this stress into my world? It came from the Residential Island. Quickly, Wizard, go do heroic things!
那么!另一个地震吗?是谁给我的世界带来了压力?它来自住宅岛的那边，快，小魔法师，去做英雄该做的事吧!
00000028
Residential Island
住宅岛
00000029
Mathilda's House
玛蒂尔达的房子
00000031
Nouveau Basstille
新巴士底狱
00000032
the Earthquake
地震
